/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Deseja restaurar os atalhos padrão? Todos os atalhos personalizados serão perdidos.";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "O Spectacle funcionará em 2º plano sem um ícone na barra de menus.\n\nPara acessar as preferências do Spectacle, clique no Spectacle no Launchpad ou abra-o no Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "O atalho “%@” já está em uso. Selecione um novo atalho.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "O atalho “%@” já está atribuído a um atalho global do sistema.\n\nPara usá-lo, altere o atalho existente nas preferências Teclado das Preferências do Sistema.";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "Os atalhos padrão do Spectacle serão restaurados.";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "O Spectacle funcionará em 2º plano.";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "O atalho “%@” já está em uso.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Cancelar";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "no %@";

/* The preferences window button that restores the default shortcuts */
"PreferencesButtonTitleRestoreDefaults" = "Restaurar Padrões…";

/* The preferences window checkbox that launches Spectacle at login */
"PreferencesCheckboxTitleLaunchAtLogin" = "Abrir ao iniciar a sessão";

/* The preferences window label preceding the run mode pop up button, e.g. "Run" "in the status menu" */
"PreferencesLabelRunMode" = "Manter";

/* The preferences window run mode option that runs Spectacle as a background application */
"PreferencesMenuItemTitleRunInBackground" = "em 2º plano";

/* The preferences window run mode option that shows Spectacle in the status menu */
"PreferencesMenuItemTitleRunInStatusMenu" = "na barra de menus";

/* The preferences window modifier key legend label for the Command key */
"PreferencesModifierLabelCommand" = "Comando";

/* The preferences window modifier key legend label for the Control key */
"PreferencesModifierLabelControl" = "Controle";

/* The preferences window modifier key legend label for the Option key */
"PreferencesModifierLabelOption" = "Opção";

/* The preferences window modifier key legend label for the Shift key */
"PreferencesModifierLabelShift" = "Maiúsculas";

/* The preferences window title of the Basics section of shortcuts */
"PreferencesSectionTitleBasics" = "Básico";

/* The preferences window title of the Corners section of shortcuts */
"PreferencesSectionTitleCorners" = "Cantos";

/* The preferences window title of the Displays & Thirds section of shortcuts */
"PreferencesSectionTitleDisplaysAndThirds" = "Telas e terços";

/* The preferences window title of the Halves section of shortcuts */
"PreferencesSectionTitleHalves" = "Metades";

/* The preferences window title of the History section of shortcuts */
"PreferencesSectionTitleHistory" = "Histórico";

/* The preferences window title of the Resize section of shortcuts */
"PreferencesSectionTitleResize" = "Tamanho";

/* The preferences window label for the Make Larger shortcut recorder */
"PreferencesShortcutLabelMakeLarger" = "Aumentar";

/* The preferences window label for the Make Smaller shortcut recorder */
"PreferencesShortcutLabelMakeSmaller" = "Diminuir";

/* The preferences window label for the Bottom Half shortcut recorder */
"PreferencesShortcutLabelMoveToBottomHalf" = "Metade Inferior";

/* The preferences window label for the Center shortcut recorder */
"PreferencesShortcutLabelMoveToCenter" = "Centralizar";

/* The preferences window label for the Fullscreen shortcut recorder */
"PreferencesShortcutLabelMoveToFullscreen" = "Preencher Tela";

/* The preferences window label for the Left Half shortcut recorder */
"PreferencesShortcutLabelMoveToLeftHalf" = "Metade Esquerda";

/* The preferences window label for the Lower Left shortcut recorder */
"PreferencesShortcutLabelMoveToLowerLeft" = "Esquerda Inferior";

/* The preferences window label for the Lower Right shortcut recorder */
"PreferencesShortcutLabelMoveToLowerRight" = "Direita Inferior";

/* The preferences window label for the Next Display shortcut recorder */
"PreferencesShortcutLabelMoveToNextDisplay" = "Monitor Seguinte";

/* The preferences window label for the Next Third shortcut recorder */
"PreferencesShortcutLabelMoveToNextThird" = "Terço Seguinte";

/* The preferences window label for the Previous Display shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousDisplay" = "Monitor Anterior";

/* The preferences window label for the Previous Third shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousThird" = "Terço Anterior";

/* The preferences window label for the Right Half shortcut recorder */
"PreferencesShortcutLabelMoveToRightHalf" = "Metade Direita";

/* The preferences window label for the Top Half shortcut recorder */
"PreferencesShortcutLabelMoveToTopHalf" = "Metade Superior";

/* The preferences window label for the Upper Left shortcut recorder */
"PreferencesShortcutLabelMoveToUpperLeft" = "Esquerda Superior";

/* The preferences window label for the Upper Right shortcut recorder */
"PreferencesShortcutLabelMoveToUpperRight" = "Direita Superior";

/* The preferences window label for the Redo shortcut recorder */
"PreferencesShortcutLabelRedoLastMove" = "Refazer";

/* The preferences window label for the Undo shortcut recorder */
"PreferencesShortcutLabelUndoLastMove" = "Desfazer";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Clique para gravar";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Digite o atalho";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Parar de gravar";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Usar existente";
